Repository: stxnext/stxnext-intranet-ios
Catalog: Intranet/*.lproj/Localizable.strings
Languages: pl

source: Cancel
pl: Anuluj

source: Close
pl: Zamknij

source: Info
pl: Informacja

source: Error
pl: Błąd

source: Search
pl: Szukaj

source: Loading
pl: Ładowanie

source: Refresh
pl: Ładowanie

source: Submit
pl: Wyślij

source: Reminder
pl: Przypomnienie

source: New request
pl: Nowy wniosek

source: Loading error.
pl: Problem z ładowaniem

source: Tomorrow
pl: Jutro

source: From
pl: Od

source: to
pl: do

source: Employees
pl: Pracownicy

source: Absences
pl: Nieobecności

source: Holiday
pl: Urlop

source: Work from Home
pl: Praca zdalna

source: Out of Office
pl: Poza biurem

source: Offices
pl: Lokacje

source: Call
pl: Zadzwoń

source: Show on map
pl: Pokaż na mapie

source: Navigate
pl: Nawiguj

source: Me
pl: Ja

source: Office
pl: Miasto

source: Add hours
pl: Dodaj godziny

source: I'll be late!
pl: Spóźnię się!

source: Absence/Holiday
pl: Nieobecność/Urlop

source: Out of office
pl: Poza biurem

source: Call app not found.
pl: Nie znaleziono aplikacji do połączeń.

source: Email app not found.
pl: Nie znaleziono aplikacji e-mail.

source: Skype app not found.
pl: Nie znaleziono aplikacji Skype.

source: IRC app not found.
pl: Nie znaleziono klienta IRC.

source: No range
pl: Brak zasięgu

source: No cellular coverage.
pl: Nie można połączyć z siecią komórkową.

source: Settings
pl: Ustawienia

source: I am a SuperHero!
pl: Jestem Superbohaterem!

source: Logout
pl: Wyloguj

source: Credits
pl: Autorzy

source: Development
pl: Programowanie

source: Design & UX
pl: Projekt UI/UX

source: Icons
pl: Ikony

source: Move your finger!
pl: Rusz palcem!

source: Lateness reason
pl: Powód spóźnienia

source: ABSENCE / HOLIDAY - %@ days left
pl: NIEOBECNOŚĆ/URLOP - Pozostało %@ dni

source: OUT OF OFFICE
pl: POZA BIUREM

source: Start
pl: Początek

source: End
pl: Koniec

source: Type
pl: Typ

source: Planned leave
pl: Planowany

source: Leave at request
pl: Na żądanie

source: Illness
pl: Chorobowy

source: Compassionate leave
pl: Okolicznościowy

source: Absence
pl: Nieobecność (inne)

source: Please split the date into 2 months.
pl: Proszę podzielić datę na dwa miesiące.

source: Request has not been added. Please try again.
pl: Wniosek nie został dodany. Spróbuj później.

source: All fields required.
pl: Wszystkie pola są wymagane.

source: Date
pl: Data

source: To
pl: Do

source: Work from home
pl: Praca zdalna

source: Explanation
pl: Wyjaśnienie

source: Remarks
pl: Uwagi

source: Please leave your explanation below.
pl: Proszę wpisać wyjaśnienie poniżej.

source: Please leave information about your availability via email or phone.
pl: Proszę o wpisanie, czy będzie się dostępnym pod telefonem i czy będzie się miało dostęp do Internetu.

source: Requesting projects list
pl: Odpytuję o listę projektów

source: Requesting hours summary
pl: Odpytuję o podsumowanie godzin

source: Notification time
pl: Czas przypomnienia

source: Remember to note your working hours in the Intranet!
pl: Pamiętaj by zanotować swój czas pracy w Intranecie!

source: Remind me to book working hours
pl: Przypomnij o zanotowaniu czasu

source: Time entry
pl: Notowanie czasu

source: Time as float value
pl: Czas jako wartość zmiennoprzecinkowa

source: Project
pl: Projekt

source: Description
pl: Opis

source: Ticket identifier
pl: ID ticketu

source: Ticket description
pl: Opis ticketu

source: Hours summary
pl: Podsumowanie godzin

source: No Internet connection.
pl: Brak dostępu do Internetu.

source: Nothing to show.
pl: Nie ma nic do wyświetlenia.
